11/data/attachments/37c8bb20e170efd8.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_16ffd1cd-2474-4640-b54f-f2b435abd891</nif:username>
            <nif:friendToBeAdded>Elizabeth_school_Actions_72191_4</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>